Revit 2026 API

# DimensionBelow Property

---

The text shown below the segment's value.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string Below { get; set; }
```
```vb
Public Property Below As String
	Get
	Set
```
```cpp
public:
property String^ Below {
	String^ get ();
	void set (String^ value);
}
```
```fsharp
member Below : string with get, set
```

#### Property Value

String

This property is for use with single-segment dimensions only. For multi-segment dimensions use the corresponding properties of the DimensionSegment class.

#### Reference

Dimension Class

Autodesk.Revit.DB Namespace